<body>
  <h3>バナー広告がたくさんある記事ページです
    <p>
      ここにテキストが入ります。ここにテキストが入ります。
      ここにテキストが入ります。ここにテキストが入ります。
      ここにテキストが入ります。ここにテキストが入ります。
    </p>
    <?php include(dirname(__FILE__) . '/files/banner-ad1.txt'); ?>
    <p>
      ここにテキストが入ります。ここにテキストが入ります。
      ここにテキストが入ります。ここにテキストが入ります。
      ここにテキストが入ります。ここにテキストが入ります。
    </p>
    <?php include(dirname(__FILE__) . '/files/banner-ad2.txt'); ?>
    <p>
      ここにテキストが入ります。ここにテキストが入ります。
      ここにテキストが入ります。ここにテキストが入ります。
      ここにテキストが入ります。ここにテキストが入ります。
    </p>
    <?php include(dirname(__FILE__) . '/files/banner-ad3.txt'); ?>
  </h3>
</body>